Revit 2024 API
RebarContainerIterator.Dispose Method
Releases all resources used by the RebarContainerIterator
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
See Also
RebarContainerIterator Class
Autodesk.Revit.DB.Structure Namespace